["Provides an account of the creation of the world and the origin of life. Answers the questions “How did God’s relationship with us begin?” and “How did the nation of Israel form?” Key personalities include Adam, Eve, Noah, Abraham, Sarah, Isaac, Rebekah, Jacob, and Joseph.", "An account of how God delivered Israel from slavery in Egypt and provides a history of their departure.", "Describes ceremonial law, the procedural instructions for how Israel (especially Levitical priests) should worship God.", "Describes a census of the people and Israel’s failure to trust and obey God (and thus are forced to wander in the wilderness for 40 years).", "Moses gives Israel a rehash of the instructions for following God. Its intent is to remind Israelites of what God has given them and what he expects from them.", "A description of Joshua’s campaign to conquer the Promised Land and distribute its properties to the Twelve Tribes of Israel.", "The history of Israel from Joshua to Samson. Judges describes a nation the repeats a cycle of turning away from God, falling captive and becoming an oppressed nation, calling out to God for help, and finally being rescued by their leaders (the “judges”). Key personalities include Othniel, Ehud, Deborah, Gideon, Abimelech, Jephthah, Samson, and Delilah.", "Two widows lose everything but find hope which leads to the birth of Israel’s future king, King David.  Illustrates the outcome and difference between a nation that does not follow the covenant of God (Judges) and a nation that faithfully adheres to the covenant (Ruth).", "Written by the last of the Judges, it provides a history of Israel during the judgeship of Samuel and the reign of Saul in order to demonstrate how Israel chose a king while neglecting God’s wishes.", "A narration of King David that demonstrates effective leadership while submitting to God.", "The story of prosperity under King Solomon (the last king) followed by a split of his kingdom (into the Northern and Southern Kingdoms) after his death.", "Two kings choose to turn from God and ultimately fall captive to other empires.", "Provides histories of the kingdoms of Judah and Israel followed by the history of David and the temple of God in Jerusalem.", "Solomon builds the temple but after rejecting God, Babylonians take Israel captive and destroy the temple.  Key personalities are King Solomon, the queen of Sheba, Rehoboam, Asa, Jehoshaphat, Jehoram, Joash, Uzziah, Ahaz, Hezekiah, Manasseh, and Josiah.", "A book of narrative history and genealogies that present an accurate record of the return of the Jews from the Babylonian captivity and of the rebuilding of the temple.", "Provides a historical record regarding the rebuilding of the temple and how Nehemiah rebuilt a wall around the city to protect from further attacks.", "An anonymous narrative history (some believe the author was Mordecai) presenting the story of Jews who stayed behind after others returned to Jerusalem after captivity. Esther becomes queen of the land and saves her people.", "Possibly the oldest book in the Bible, it tells the story of a man attacked directly by Satan while his friends argue about the reason behind the horrible events surrounding him.", "A collection of 150 songs of joy, laments, blessings, and thanksgivings that Israel sang to God in praise.", "A collection of the wise sayings of Solomon that teach wisdom to God’s people. Proverbs are short, clever verses (easy to remember) that deal with life, good judgement, and Godly principles.", "A philosophical collection of proverbs, maxims, and sayings that explore the meaning of life and proffer wisdom to others seeking truth in God.", "A collection of love songs (poems)  about love, desire, and marriage. The purpose of Song of Songs is a picture of God’s love for his people.", "Written by Isaiah, one of the major prophets.  Provides a history of how the prophet Isaiah warned Israel of future judgement and a coming king who will bear their sins. Contains some of the most incredible prophecies of any book in the Bible.", "Prophecies announcing the coming Babylonian captivity, the suffering of the people, and the ultimate overthrow of their enemies. Key personalities are the many kings Judah, Baruch, Ebdemelech, King Nebuchadnezzar, and the Rechabites. View detailed outline.", "Written by Jeremiah (the “weeping prophet”), presents dirges that describe the sorrow felt upon the fall of Jerusalem and the destruction of the temple after Babylonian attacks.", "God guides Ezekiel to speak to Israel providing prophetic warning messages over the judgement upon Judah if they do not repent.", "Daniel records a historical narrative detailing events during the Babylonian captivity and a series of prophetic visions concerning Christ and Israel’s future.", "The story of Hosea (one of the Minor Prophets) marrying a prostitute who abandons him and his fight to bring her back.  Provides a story of Israel’s tumultuous relationship with God.", "Joel describes a plague of locusts and other woes upon his people and warns that this is only the beginning of what is to come if the Southern Kingdom does not repent.", "A shepherd named Amos predicts neighboring nations will be punished by conquerors from the north, and of the fulfillment of the Messiah’s kingdom.", "The prophet Obadiah warns Edom they will soon be judged for their attacks against God’s people.", "Jonah, a disobedient prophet, leaves God and is swallowed by a whale. He then returns and delivers God’s message to the people of Nineveh.", "Micah opposes Israelite leaders, predicting the invasions of Shalmaneser and Sennacherib, Babylonian captivity, establishment of a kingdom in Jerusalem, and the birth of the Messiah in Bethlehem.", "Nahum prophecies God’s judgement on Nineveh and the fall of Assyria.", "Habakkuk asks God to stop violence in Judah and is surprised when God uses the violent Babylonians to accommodate his request.", "Offers a prophecy regarding the overthrow of Judah and the surrounding nations for their idolatry and wickedness – but notes that they will be restored with peace and justice.", "Haggai challenges the Israelites for abandoning the  rebuilding of the God’s temple.", "As Zechariah pleads with Israel to return to God, he records prophetic visions regarding the rebuilding of the temple and the Messiah.", "God sends Malachi to deliver prophecy about the calling of Gentiles and the coming of Christ.", "An account of Jesus’ life, death, and resurrection.", "An account of Jesus’ life, death, and resurrection.", "Luke provides a more thorough  account of Jesus’ life, death, and resurrection.", "John offers stories of signs and miracles associated with Jesus.", "The history and actions of the founders of the the Christian Church.", "A letter to the churches in Rome explaining how Christianity should work.", "A letter from St. Paul to the church in Corinth, condemning their errors and answering questions about how Christians should live.", "A letter of reconciliation from Paul to the church in Corinth clearing up additional concerns.", "A letter written by Paul to the Galatian churches correcting their belief that salvation comes from following lows of Moses rather than faith in Jesus.", "A letter written by Paul to the church at Ephesus.", "A letter written by Paul to the church of Philippi explaining how to live in Christ’s ways.", "A letter written by Paul to the church at Colossae about how to walk in Christ’s footsteps.", "A letter written by Paul to the church at Thessalonica praising their ministry and encouraging them to do more.", "A letter written by Paul to the church at Thessalonica with instructions on how to maintain their faith.", "St. Paul instructs Timothy on how to properly lead a church with sound teaching and Christian example.", "Near the end of his life, Paul gives additional encouragement to Timothy.", "Paul advices Titus on how to lead churches on the island of Crete.", "A recommendation to Philemon that he accept his runaway slave as a brother.", "A letter offering encouragements to Christians despite their life of persecution.", "A letter explaining how Christians can present their lives in order to demonstrate their faith.", "An encouraging letter from Paul to Christians who are being persecuted.", "A letter from Peter to Christians, warning them about false teachers to come.", "A letter from John to Christians about faith, love, and leading by example.", "Brief letter from John about love and obedience to God.", "Short letter from John about Christian fellowship.", "A letter to Christians about keeping faith while non-believers invade the church unnoticed.", "John’s vision of things that have been, things that are, and things that are to come."]