[
    [
        "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
        "John 3:16"
    ],
    [
        "In the beginning was the Word, and the Word was with God, and the Word was God.",
        "John 1:1"
    ],
    [
        "Jesus answered, I am the way and the truth and the life. No one comes to the Father except through me.",
        "John 14:6"
    ],
    [
        "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit",
        "Matthew 28:19"
    ],
    [
        "For all have sinned and fall short of the glory of God",
        "Romans 3:23"
    ],
    [
        "For it is by grace you have been saved, through faith – and this is not from yourselves, it is the gift of God – ",
        "Ephesians 2:8"
    ],
    [
        "In the beginning God created the heavens and the earth.",
        "Genesis 1:1"
    ],
    [
        "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.",
        "Acts 1:8"
    ],
    [
        "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness",
        "2 Timothy 3:16"
    ],
    [
        "If you declare with your mouth, Jesus is Lord, and believe in your heart that God raised him from the dead, you will be saved.",
        "Romans 10:9"
    ],
    [
        "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
        "Romans 6:23"
    ],
    [
        "Peter replied, Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.",
        "Acts 2:38"
    ],
    [
        "Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God – ",
        "John 1:12"
    ],
    [
        "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
        "Romans 8:28"
    ],
    [
        "The true light that gives light to everyone was coming into the world.",
        "John 1:9"
    ],
    [
        "Then God said, Let us make human beings in our image, in our likeness, so that they may rule over the fish in the sea and the birds in the sky, over the livestock and all the wild animals, and over all the creatures that move along the ground.",
        "Genesis 1:26"
    ],
    [
        "Therefore, I urge you, brothers and sisters, in view of God's mercy, to offer your bodies as a living sacrifice, holy and pleasing to God – this is true worship.",
        "Romans 12:1"
    ],
    [
        "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
        "Romans 5:8"
    ],
    [
        "Then Jesus came to them and said, All authority in heaven and on earth has been given to me.",
        "Matthew 28:18"
    ],
    [
        "Jesus replied, Very truly I tell you, no one can see the kingdom of God without being born again.",
        "John 3:3"
    ],
    [
        "He said to them, Go into all the world and preach the gospel to all creation.",
        "Mark 16:15"
    ],
    [
        "The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.",
        "John 10:10"
    ],
    [
        "The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth.",
        "John 1:14"
    ],
    [
        "Salvation is found in no one else, for there is no other name given under heaven by which we must be saved.",
        "Acts 4:12"
    ],
    [
        "They devoted themselves to the apostles' teaching and to fellowship, to the breaking of bread and to prayer.",
        "Acts 2:42"
    ],
    [
        "Now there was a Pharisee, a man named Nicodemus who was a member of the Jewish ruling council.",
        "John 3:1"
    ],
    [
        "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness",
        "Galatians 5:22"
    ],
    [
        "Trust in the LORD with all your heart and lean not on your own understanding",
        "Proverbs 3:5"
    ],
    [
        "For I know the plans I have for you, declares the LORD, plans to prosper you and not to harm you, plans to give you hope and a future.",
        "Jeremiah 29:11"
    ],
    [
        "On the third day a wedding took place at Cana in Galilee. Jesus' mother was there,",
        "John 2:1"
    ],
    [
        "He saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit",
        "Titus 3:5"
    ],
    [
        "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is – his good, pleasing and perfect will.",
        "Romans 12:2"
    ],
    [
        "Do not let your hearts be troubled. Trust in God; trust also in me.",
        "John 14:1"
    ],
    [
        "Now Jesus learned that the Pharisees had heard that he was gaining and baptizing more disciples than John – ",
        "John 4:1"
    ],
    [
        "So Christ himself gave the apostles, the prophets, the evangelists, the pastors and teachers",
        "Ephesians 4:11"
    ],
    [
        "Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all people, because all sinned – ",
        "Romans 5:12"
    ],
    [
        "Come to me, all you who are weary and burdened, and I will give you rest.",
        "Matthew 11:28"
    ],
    [
        "Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ",
        "Romans 5:1"
    ],
    [
        "So God created human beings in his own image, in the image of God he created them; male and female he created them.",
        "Genesis 1:27"
    ],
    [
        "I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes: first to the Jew, then to the Gentile.",
        "Romans 1:16"
    ],
    [
        "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
        "1 John 1:9"
    ],
    [
        "When the day of Pentecost came, they were all together in one place.",
        "Acts 2:1"
    ],
    [
        "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
        "2 Corinthians 5:17"
    ],
    [
        "Now faith is being sure of what we hope for and certain of what we do not see.",
        "Hebrews 11:1"
    ],
    [
        "Do your best to present yourself to God as one approved, a worker who does not need to be ashamed and who correctly handles the word of truth.",
        "2 Timothy 2:15"
    ],
    [
        "Therefore, there is now no condemnation for those who are in Christ Jesus",
        "Romans 8:1"
    ],
    [
        "For, Everyone who calls on the name of the Lord will be saved.",
        "Romans 10:13"
    ],
    [
        "Then you will know the truth, and the truth will set you free.",
        "John 8:32"
    ],
    [
        "For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.",
        "Isaiah 9:6"
    ],
    [
        "If you love me, keep my commands.",
        "John 14:15"
    ],
    [
        "Hear, O Israel: The LORD our God, the LORD is one.",
        "Deuteronomy 6:4"
    ],
    [
        "A new command I give you: Love one another. As I have loved you, so you must love one another.",
        "John 13:34"
    ],
    [
        "God is spirit, and his worshipers must worship in the Spirit and in truth.",
        "John 4:24"
    ],
    [
        "I can do all this through him who gives me strength.",
        "Philippians 4:13"
    ],
    [
        "As for you, you were dead in your transgressions and sins",
        "Ephesians 2:1"
    ],
    [
        "And I will ask the Father, and he will give you another advocate to help you and be with you forever – ",
        "John 14:16"
    ],
    [
        "Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters.",
        "Genesis 1:2"
    ],
    [
        "For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.",
        "Hebrews 4:12"
    ],
    [
        "Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous person is powerful and effective.",
        "James 5:16"
    ],
    [
        "Therefore the Lord himself will give you a sign: The virgin will conceive and give birth to a son, and will call him Immanuel.",
        "Isaiah 7:14"
    ],
    [
        "He came as a witness to testify concerning that light, so that through him all might believe.",
        "John 1:7"
    ],
    [
        "Jesus answered, Very truly I tell you, no one can enter the kingdom of God without being born of water and the Spirit.",
        "John 3:5"
    ],
    [
        "In your relationships with one another, have the same attitude of mind Christ Jesus had:",
        "Philippians 2:5"
    ],
    [
        "The next day John saw Jesus coming toward him and said, Look, the Lamb of God, who takes away the sin of the world!",
        "John 1:29"
    ],
    [
        "The wrath of God is being revealed from heaven against all the godlessness and wickedness of human beings who suppress the truth by their wickedness",
        "Romans 1:18"
    ],
    [
        "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
        "Philippians 4:6"
    ],
    [
        "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us,",
        "Hebrews 12:1"
    ],
    [
        "Through him all things were made; without him nothing was made that has been made.",
        "John 1:3"
    ],
    [
        "And I tell you that you are Peter, and on this rock I will build my church, and the gates of death will not overcome it.",
        "Matthew 16:18"
    ],
    [
        "Now the Berean Jews were of more noble character than those in Thessalonica, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true.",
        "Acts 17:11"
    ],
    [
        "I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.",
        "Galatians 2:20"
    ],
    [
        "When the Son of Man comes in his glory, and all the angels with him, he will sit on his glorious throne.",
        "Matthew 25:31"
    ],
    [
        "Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.",
        "Matthew 5:17"
    ],
    [
        "Consequently, faith comes from hearing the message, and the message is heard through the word about Christ.",
        "Romans 10:17"
    ],
    [
        "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
        "Matthew 6:33"
    ],
    [
        "The Spirit of the Lord is on me, because he has anointed me to proclaim good news to the poor. He has sent me to proclaim freedom for the prisoners and recovery of sight for the blind, to set the oppressed free,",
        "Luke 4:18"
    ],
    [
        "But when he, the Spirit of truth, comes, he will guide you into all the truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come.",
        "John 16:13"
    ],
    [
        "Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood.",
        "Acts 20:28"
    ],
    [
        "For the grace of God has appeared that offers salvation to all people.",
        "Titus 2:11"
    ],
    [
        "You belong to your father, the devil, and you want to carry out your father's desires. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies.",
        "John 8:44"
    ],
    [
        "Finally, be strong in the Lord and in his mighty power.",
        "Ephesians 6:10"
    ],
    [
        "Let everyone be subject to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God.",
        "Romans 13:1"
    ],
    [
        "So he made a whip out of cords, and drove all from the temple courts, both sheep and cattle; he scattered the coins of the money changers and overturned their tables.",
        "John 2:15"
    ],
    [
        "Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.",
        "Mark 16:16"
    ],
    [
        "As it is written: There is no one righteous, not even one;",
        "Romans 3:10"
    ],
    [
        "And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.",
        "Genesis 3:15"
    ],
    [
        "And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.",
        "Hebrews 11:6"
    ],
    [
        "But the Advocate, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you.",
        "John 14:26"
    ],
    [
        "Very truly I tell you, whoever hears my word and believes him who sent me has eternal life and will not be judged but has crossed over from death to life.",
        "John 5:24"
    ],
    [
        "And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions.",
        "Joel 2:28"
    ],
    [
        "Then God said, Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds. And it was so.",
        "Genesis 1:11"
    ],
    [
        "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds",
        "James 1:2"
    ],
    [
        "The Son is the image of the invisible God, the firstborn over all creation.",
        "Colossians 1:15"
    ],
    [
        "Jesus replied: Love the Lord your God with all your heart and with all your soul and with all your mind.'",
        "Matthew 22:37"
    ],
    [
        "While we wait for the blessed hope – the appearing of the glory of our great God and Savior, Jesus Christ",
        "Titus 2:13"
    ],
    [
        "Finally, brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable – if anything is excellent or praiseworthy – think about such things.",
        "Philippians 4:8"
    ],
    [
        "After he said this, he was taken up before their very eyes, and a cloud hid him from their sight.",
        "Acts 1:9"
    ],
    [
        "When a Samaritan woman came to draw water, Jesus said to her, Will you give me a drink?",
        "John 4:7"
    ],
    [
        "He has shown all you people what is good. And what does the LORD require of you? To act justly and to love mercy and to walk humbly with your God.",
        "Micah 6:8"
    ],
    [
        "Sanctify them by the truth; your word is truth.",
        "John 17:17"
    ],
    [
        "Do not have sexual relations with a man as one does with a woman; that is detestable.",
        "Leviticus 18:22"
    ],
    [
        "On the first day of the week we came together to break bread. Paul spoke to the people and, because he intended to leave the next day, kept on talking until midnight.",
        "Acts 20:7"
    ],
    [
        "They replied, Believe in the Lord Jesus, and you will be saved – you and your household.",
        "Acts 16:31"
    ],
    [
        "Jesus said to her, I am the resurrection and the life. Anyone who believes in me will live, even though they die;",
        "John 11:25"
    ],
    [
        "Very truly I tell you, Jesus answered, before Abraham was born, I am!",
        "John 8:58"
    ],
    [
        "All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them.",
        "Acts 2:4"
    ],
    [
        "I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing.",
        "John 15:5"
    ],
    [
        "Those who accepted his message were baptized, and about three thousand were added to their number that day.",
        "Acts 2:41"
    ],
    [
        "Start children off on the way they should go, and even when they are old they will not turn from it.",
        "Proverbs 22:6"
    ],
    [
        "Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, Did God really say, 'You must not eat from any tree in the garden'?",
        "Genesis 3:1"
    ],
    [
        "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.",
        "James 1:5"
    ],
    [
        "In the past God spoke to our ancestors through the prophets at many times and in various ways",
        "Hebrews 1:1"
    ],
    [
        "Because of the truth, which lives in us and will be with us forever:",
        "2 John 1:2"
    ],
    [
        "Now this is eternal life: that they know you, the only true God, and Jesus Christ, whom you have sent.",
        "John 17:3"
    ],
    [
        "There was a rich man who was dressed in purple and fine linen and lived in luxury every day.",
        "Luke 16:19"
    ],
    [
        "Sir, the invalid replied, I have no one to help me into the pool when the water is stirred. While I am trying to get in, someone else goes down ahead of me.",
        "John 5:7"
    ],
    [
        "To the Jews who had believed him, Jesus said, If you hold to my teaching, you are really my disciples.",
        "John 8:31"
    ],
    [
        "So that you may know the certainty of the things you have been taught.",
        "Luke 1:4"
    ],
    [
        "Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with them, and they with me.",
        "Revelation 3:20"
    ],
    [
        "Now that you have tasted that the Lord is good.",
        "1 Peter 2:3"
    ],
    [
        "I and the Father are one.",
        "John 10:30"
    ],
    [
        "But in your hearts revere Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect",
        "1 Peter 3:15"
    ],
    [
        "Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only those who do the will of my Father who is in heaven.",
        "Matthew 7:21"
    ],
    [
        "Whoever believes in him is not condemned, but whoever does not believe stands condemned already because they have not believed in the name of God's one and only Son.",
        "John 3:18"
    ],
    [
        "The LORD had said to Abram, Go from your country, your people and your father's household to the land I will show you.",
        "Genesis 12:1"
    ],
    [
        "The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.",
        "John 3:8"
    ],
    [
        "I am the true vine, and my Father is the gardener.",
        "John 15:1"
    ],
    [
        "Then the LORD God formed a man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being.",
        "Genesis 2:7"
    ],
    [
        "And God said, Let there be light, and there was light.",
        "Genesis 1:3"
    ],
    [
        "When Jesus spoke again to the people, he said, I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.",
        "John 8:12"
    ],
    [
        "But you are a chosen people, a royal priesthood, a holy nation, God's special possession, that you may declare the praises of him who called you out of darkness into his wonderful light.",
        "1 Peter 2:9"
    ],
    [
        "In the sixth month of Elizabeth's pregnancy, God sent the angel Gabriel to Nazareth, a town in Galilee",
        "Luke 1:26"
    ],
    [
        "Just as people are destined to die once, and after that to face judgment",
        "Hebrews 9:27"
    ],
    [
        "He came to Jesus at night and said, Rabbi, we know that you are a teacher who has come from God. For no one could perform the signs you are doing if God were not with him.",
        "John 3:2"
    ],
    [
        "You are the light of the world. A city on a hill cannot be hidden.",
        "Matthew 5:14"
    ],
    [
        "God said to Moses, I AM WHO I AM. This is what you are to say to the Israelites: 'I AM has sent me to you.",
        "Exodus 3:14"
    ],
    [
        "Or do you not know that wrongdoers will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor practicing homosexuals",
        "1 Corinthians 6:9"
    ],
    [
        "On one occasion an expert in the law stood up to test Jesus. Teacher, he asked, what must I do to inherit eternal life?",
        "Luke 10:25"
    ],
    [
        "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.",
        "Matthew 7:7"
    ],
    [
        "He himself was not the light; he came only as a witness to the light.",
        "John 1:8"
    ],
    [
        "Praise be to the God and Father of our Lord Jesus Christ, who has blessed us in the heavenly realms with every spiritual blessing in Christ.",
        "Ephesians 1:3"
    ],
    [
        "This is how the birth of Jesus the Messiah came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be pregnant through the Holy Spirit.",
        "Matthew 1:18"
    ],
    [
        "For since the creation of the world God's invisible qualities – his eternal power and divine nature – have been clearly seen, being understood from what has been made, so that people are without excuse.",
        "Romans 1:20"
    ],
    [
        "At this, those who heard began to go away one at a time, the older ones first, until only Jesus was left, with the woman still standing there.",
        "John 8:9"
    ],
    [
        "The light shines in the darkness, and the darkness has not overcome it.",
        "John 1:5"
    ],
    [
        "Brothers and sisters, we do not want you to be uninformed about those who sleep in death, so that you do not grieve like the rest, who have no hope.",
        "1 Thessalonians 4:13"
    ],
    [
        "Keep your lives free from the love of money and be content with what you have, because God has said, Never will I leave you; never will I forsake you.",
        "Hebrews 13:5"
    ],
    [
        "Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world.",
        "1 John 4:1"
    ],
    [
        "Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows.",
        "James 1:17"
    ],
    [
        "Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal.",
        "Matthew 6:19"
    ],
    [
        "The Spirit of the Sovereign LORD is on me, because the LORD has anointed me to proclaim good news to the poor. He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners,",
        "Isaiah 61:1"
    ],
    [
        "There is neither Jew nor Gentile, neither slave nor free, neither male nor female, for you are all one in Christ Jesus.",
        "Galatians 3:28"
    ],
    [
        "The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance.",
        "2 Peter 3:9"
    ],
    [
        "Men of Galilee, they said, why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.",
        "Acts 1:11"
    ],
    [
        "Is anyone among you sick? Let them call the elders of the church to pray over them and anoint them with oil in the name of the Lord.",
        "James 5:14"
    ],
    [
        "Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on them.",
        "John 3:36"
    ],
    [
        "For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.",
        "Ephesians 6:12"
    ],
    [
        "This, then, is how you should pray: Our Father in heaven, hallowed be your name,",
        "Matthew 6:9"
    ],
    [
        "Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord",
        "Acts 3:19"
    ],
    [
        "What good is it, my brothers and sisters, if people claim to have faith but have no deeds? Can such faith save them?",
        "James 2:14"
    ],
    [
        "But those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
        "Isaiah 40:31"
    ],
    [
        "For God did not send his Son into the world to condemn the world, but to save the world through him.",
        "John 3:17"
    ],
    [
        "The angel answered, The Holy Spirit will come on you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God.",
        "Luke 1:35"
    ],
    [
        "God blessed them and said to them, Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish in the sea and the birds in the sky and over every living creature that moves on the ground.",
        "Genesis 1:28"
    ],
    [
        "For we are God's handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.",
        "Ephesians 2:10"
    ],
    [
        "God made him who had no sin to be sin for us, so that in him we might become the righteousness of God.",
        "2 Corinthians 5:21"
    ],
    [
        "What shall we say, then? Shall we go on sinning so that grace may increase?",
        "Romans 6:1"
    ],
    [
        "And you also were included in Christ when you heard the word of truth, the gospel of your salvation. When you believed, you were marked in him with a seal, the promised Holy Spirit",
        "Ephesians 1:13"
    ],
    [
        "Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death?",
        "Romans 6:3"
    ],
    [
        "If a brother or sister sins, go and point out the fault, just between the two of you. If they listen to you, you have won them over.",
        "Matthew 18:15"
    ],
    [
        "They are from the world and therefore speak from the viewpoint of the world, and the world listens to them.",
        "1 John 4:5"
    ],
    [
        "In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world.",
        "Luke 2:1"
    ],
    [
        "Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world.",
        "James 1:27"
    ],
    [
        "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.",
        "John 16:33"
    ],
    [
        "Do not be amazed at this, for a time is coming when all who are in their graves will hear his voice",
        "John 5:28"
    ],
    [
        "You study the Scriptures diligently because you think that in them you possess eternal life. These are the very Scriptures that testify about me,",
        "John 5:39"
    ],
    [
        "Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good.",
        "Titus 2:3"
    ],
    [
        "Yet a time is coming and has now come when the true worshipers will worship the Father in the Spirit and in truth, for they are the kind of worshipers the Father seeks.",
        "John 4:23"
    ],
    [
        "Do not judge, or you too will be judged.",
        "Matthew 7:1"
    ],
    [
        "For there is one God and one mediator between God and human beings, Christ Jesus, himself human",
        "1 Timothy 2:5"
    ],
    [
        "Then Jesus was led by the Spirit into the wilderness to be tempted by the devil.",
        "Matthew 4:1"
    ],
    [
        "No one has ever seen God, but the one and only Son, who is himself God and is in closest relationship with the Father, has made him known.",
        "John 1:18"
    ],
    [
        "As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received.",
        "Ephesians 4:1"
    ],
    [
        "On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jewish leaders, Jesus came and stood among them and said, Peace be with you!",
        "John 20:19"
    ],
    [
        "Nun. Your word is a lamp to my feet and a light for my path.",
        "Psalms 119:105"
    ],
    [
        "The LORD God said, It is not good for the man to be alone. I will make a helper suitable for him.",
        "Genesis 2:18"
    ],
    [
        "But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.",
        "1 John 1:7"
    ],
    [
        "For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures,",
        "1 Corinthians 15:3"
    ],
    [
        "But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed.",
        "Isaiah 53:5"
    ],
    [
        "In him we have redemption through his blood, the forgiveness of sins, in accordance with the riches of God's grace",
        "Ephesians 1:7"
    ],
    [
        "Husbands, love your wives, just as Christ loved the church and gave himself up for her",
        "Ephesians 5:25"
    ],
    [
        "You, however, are not controlled by the sinful nature but are in the Spirit, if indeed the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, they do not belong to Christ.",
        "Romans 8:9"
    ],
    [
        "Greater love has no one than this: to lay down one's life for one's friends.",
        "John 15:13"
    ],
    [
        "So I say, walk by the Spirit, and you will not gratify the desires of the sinful nature.",
        "Galatians 5:16"
    ],
    [
        "Just as Moses lifted up the snake in the wilderness, so the Son of Man must be lifted up",
        "John 3:14"
    ],
    [
        "How can anyone be born when they are old? Nicodemus asked. Surely they cannot enter a second time into their mother's womb to be born!",
        "John 3:4"
    ],
    [
        "Jesus continued: There was a man who had two sons.",
        "Luke 15:11"
    ],
    [
        "Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it.",
        "Matthew 7:13"
    ],
    [
        "Do not merely listen to the word, and so deceive yourselves. Do what it says.",
        "James 1:22"
    ],
    [
        "For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh.",
        "Genesis 2:24"
    ],
    [
        "My sheep listen to my voice; I know them, and they follow me.",
        "John 10:27"
    ],
    [
        "For in him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things have been created through him and for him.",
        "Colossians 1:16"
    ],
    [
        "Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God.",
        "Colossians 3:1"
    ],
    [
        "In the past God overlooked such ignorance, but now he commands all people everywhere to repent.",
        "Acts 17:30"
    ],
    [
        "But very truly I tell you, it is for your good that I am going away. Unless I go away, the Advocate will not come to you; but if I go, I will send him to you.",
        "John 16:7"
    ],
    [
        "For Christ also suffered once for sins, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive in the Spirit.",
        "1 Peter 3:18"
    ],
    [
        "Not giving up meeting together, as some are in the habit of doing, but encouraging one another – and all the more as you see the Day approaching.",
        "Hebrews 10:25"
    ],
    [
        "And Jesus and his disciples had also been invited to the wedding.",
        "John 2:2"
    ],
    [
        "For everyone who asks receives; those who seek find; and to those who knock, the door will be opened.",
        "Matthew 7:8"
    ],
    [
        "You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled underfoot.",
        "Matthew 5:13"
    ],
    [
        "Submit yourselves, then, to God. Resist the devil, and he will flee from you.",
        "James 4:7"
    ],
    [
        "I am the good shepherd. The good shepherd lays down his life for the sheep.",
        "John 10:11"
    ],
    [
        "(His disciples had gone into the town to buy food.)",
        "John 4:8"
    ],
    [
        "He himself bore our sins in his body on the cross, so that we might die to sins and live for righteousness; by his wounds you have been healed.",
        "1 Peter 2:24"
    ],
    [
        "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.",
        "John 14:27"
    ],
    [
        "All whom the Father gives me will come to me, and whoever comes to me I will never drive away.",
        "John 6:37"
    ],
    [
        "In those days when the number of disciples was increasing, the Hellenistic Jews among them complained against the Hebraic Jews because their widows were being overlooked in the daily distribution of food.",
        "Acts 6:1"
    ],
    [
        "In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us through wordless groans.",
        "Romans 8:26"
    ],
    [
        "Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance.",
        "John 20:1"
    ],
    [
        "Philip answered him, It would take almost a year's wages to buy enough bread for each one to have a bite!",
        "John 6:7"
    ],
    [
        "One Sabbath, when Jesus went to eat in the house of a prominent Pharisee, he was being carefully watched.",
        "Luke 14:1"
    ],
    [
        "For those God foreknew he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers and sisters.",
        "Romans 8:29"
    ],
    [
        "Jesus gave them this answer: Very truly I tell you, the Son can do nothing by himself; he can do only what he sees his Father doing, because whatever the Father does the Son also does.",
        "John 5:19"
    ],
    [
        "The heart is deceitful above all things and beyond cure. Who can understand it?",
        "Jeremiah 17:9"
    ],
    [
        "Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God.",
        "1 John 4:7"
    ],
    [
        "The descendants of Jacob numbered seventy in all; Joseph was already in Egypt.",
        "Exodus 1:5"
    ],
    [
        "Do not love the world or anything in the world. If you love the world, love for the Father is not in you.",
        "1 John 2:15"
    ],
    [
        "Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation of things.",
        "2 Peter 1:20"
    ],
    [
        "Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience.",
        "Colossians 3:12"
    ],
    [
        "When the Advocate comes, whom I will send to you from the Father – the Spirit of truth who goes out from the Father – he will testify about me.",
        "John 15:26"
    ],
    [
        "My prayer is not for them alone. I pray also for those who will believe in me through their message,",
        "John 17:20"
    ],
    [
        "See what great love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him.",
        "1 John 3:1"
    ],
    [
        "Then Peter began to speak: I now realize how true it is that God does not show favoritism",
        "Acts 10:34"
    ],
    [
        "He went to Nazareth, where he had been brought up, and on the Sabbath day he went into the synagogue, as was his custom. He stood up to read",
        "Luke 4:16"
    ],
    [
        "After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem",
        "Matthew 2:1"
    ],
    [
        "The reason I left you in Crete was that you might put in order what was left unfinished and appoint elders in every town, as I directed you.",
        "Titus 1:5"
    ],
    [
        "As soon as it was night, the believers sent Paul and Silas away to Berea. On arriving there, they went to the Jewish synagogue.",
        "Acts 17:10"
    ],
    [
        "Then he said to them all: Whoever wants to be my disciple must deny themselves and take up their cross daily and follow me.",
        "Luke 9:23"
    ],
    [
        "So in Christ Jesus you are all children of God through faith",
        "Galatians 3:26"
    ],
    [
        "My dear children, I write this to you so that you will not sin. But if anybody does sin, we have an advocate with the Father – Jesus Christ, the Righteous One.",
        "1 John 2:1"
    ],
    [
        "Be alert and of sober mind. Your enemy the devil prowls around like a roaring lion looking for someone to devour.",
        "1 Peter 5:8"
    ],
    [
        "Grace and peace to you from God our Father and the Lord Jesus Christ.",
        "2 Corinthians 1:2"
    ],
    [
        "For there are three that testify:",
        "1 John 5:7"
    ],
    [
        "For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are – yet he did not sin.",
        "Hebrews 4:15"
    ],
    [
        "The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven.",
        "Hebrews 1:3"
    ],
    [
        "In my former book, Theophilus, I wrote about all that Jesus began to do and to teach",
        "Acts 1:1"
    ],
    [
        "It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery.",
        "Galatians 5:1"
    ],
    [
        "Jesus answered her, If you knew the gift of God and who it is that asks you for a drink, you would have asked him and he would have given you living water.",
        "John 4:10"
    ],
    [
        "Later Jesus found him at the temple and said to him, See, you are well again. Stop sinning or something worse may happen to you.",
        "John 5:14"
    ],
    [
        "And everyone went to their own town to register.",
        "Luke 2:3"
    ],
    [
        "How you have fallen from heaven, morning star, son of the dawn! You have been cast down to the earth, you who once laid low the nations!",
        "Isaiah 14:12"
    ],
    [
        "Jesus Christ is the same yesterday and today and forever.",
        "Hebrews 13:8"
    ],
    [
        "Have you experienced so much in vain – if it really was in vain?",
        "Galatians 3:4"
    ],
    [
        "Let the message of Christ dwell among you richly as you teach and admonish one another with all wisdom through psalms, hymns and songs from the Spirit, singing to God with gratitude in your hearts.",
        "Colossians 3:16"
    ],
    [
        "On the last and greatest day of the festival, Jesus stood and said in a loud voice, Let anyone who is thirsty come to me and drink.",
        "John 7:37"
    ],
    [
        "But if serving the LORD seems undesirable to you, then choose for yourselves this day whom you will serve, whether the gods your ancestors served beyond the Euphrates, or the gods of the Amorites, in whose land you are living. But as for me and my household, we will serve the LORD.",
        "Joshua 24:15"
    ],
    [
        "In the same way, let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
        "Matthew 5:16"
    ],
    [
        "For those who are led by the Spirit of God are the children of God.",
        "Romans 8:14"
    ],
    [
        "Then Solomon spoke to all Israel – to the commanders of thousands and commanders of hundreds, to the judges and to all the leaders in Israel, the heads of families – ",
        "2 Chronicles 1:2"
    ],
    [
        "One day Jesus was praying in a certain place. When he finished, one of his disciples said to him, Lord, teach us to pray, just as John taught his disciples.",
        "Luke 11:1"
    ],
    [
        "As Jesus and his disciples were on their way, he came to a village where a woman named Martha opened her home to him.",
        "Luke 10:38"
    ],
    [
        "What, then, shall we say in response to these things? If God is for us, who can be against us?",
        "Romans 8:31"
    ],
    [
        "It was just before the Passover Festival. Jesus knew that the hour had come for him to leave this world and go to the Father. Having loved his own who were in the world, he loved them to the end.",
        "John 13:1"
    ],
    [
        "In him was life, and that life was the light of all people.",
        "John 1:4"
    ],
    [
        "Therefore, my dear friends, as you have always obeyed – not only in my presence, but now much more in my absence – continue to work out your salvation with fear and trembling",
        "Philippians 2:12"
    ],
    [
        "Large crowds were traveling with Jesus, and turning to them he said:",
        "Luke 14:25"
    ],
    [
        "Jesus replied, Anyone who loves me will obey my teaching. My Father will love them, and we will come to them and make our home with them.",
        "John 14:23"
    ],
    [
        "When he comes, he will prove the world to be in the wrong about sin and righteousness and judgment:",
        "John 16:8"
    ],
    [
        "For prophecy never had its origin in the human will, but prophets, though human, spoke from God as they were carried along by the Holy Spirit.",
        "2 Peter 1:21"
    ],
    [
        "If we claim to be without sin, we deceive ourselves and the truth is not in us.",
        "1 John 1:8"
    ],
    [
        "Then Jesus told his disciples a parable to show them that they should always pray and not give up.",
        "Luke 18:1"
    ],
    [
        "If you show special attention to the one wearing fine clothes and say, Here's a good seat for you, but say to the one who is poor, You stand there or Sit on the floor by my feet,",
        "James 2:3"
    ],
    [
        "Being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus.",
        "Philippians 1:6"
    ],
    [
        "Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves.",
        "Matthew 7:15"
    ],
    [
        "Jesus answered them, Destroy this temple, and I will raise it again in three days.",
        "John 2:19"
    ],
    [
        "Remember the Sabbath day by keeping it holy.",
        "Exodus 20:8"
    ],
    [
        "And let us consider how we may spur one another on toward love and good deeds",
        "Hebrews 10:24"
    ],
    [
        "Therefore if you have any encouragement from being united with Christ, if any comfort from his love, if any common sharing in the Spirit, if any tenderness and compassion",
        "Philippians 2:1"
    ],
    [
        "My Father's house has plenty of room; if that were not so, would I have told you that I am going there to prepare a place for you?",
        "John 14:2"
    ],
    [
        "Do not be deceived: God cannot be mocked. People reap what they sow.",
        "Galatians 6:7"
    ],
    [
        "We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life.",
        "Romans 6:4"
    ],
    [
        "Blessed are the merciful, for they will be shown mercy.",
        "Matthew 5:7"
    ],
    [
        "The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery",
        "Galatians 5:19"
    ],
    [
        "The Jews then responded to him, What sign can you show us to prove your authority to do all this?",
        "John 2:18"
    ],
    [
        "Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead",
        "1 Peter 1:3"
    ],
    [
        "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers,",
        "Romans 8:38"
    ],
    [
        "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
        "1 Corinthians 13:4"
    ],
    [
        "Then Jesus declared, I am the bread of life. Whoever comes to me will never go hungry, and whoever believes in me will never be thirsty.",
        "John 6:35"
    ],
    [
        "Meanwhile, Saul was still breathing out murderous threats against the Lord's disciples. He went to the high priest",
        "Acts 9:1"
    ],
    [
        "Mercy, peace and love be yours in abundance.",
        "Jude 1:2"
    ],
    [
        "For he chose us in him before the creation of the world to be holy and blameless in his sight. In love",
        "Ephesians 1:4"
    ],
    [
        "When they had finished eating, Jesus said to Simon Peter, Simon son of John, do you love me more than these? Yes, Lord, he said, you know that I love you. Jesus said, Feed my lambs.",
        "John 21:15"
    ],
    [
        "The man who was healed had no idea who it was, for Jesus had slipped away into the crowd that was there.",
        "John 5:13"
    ],
    [
        "Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?",
        "2 Corinthians 6:14"
    ],
    [
        "Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes?",
        "Matthew 6:25"
    ],
    [
        "And you also are among those Gentiles who are called to belong to Jesus Christ.",
        "Romans 1:6"
    ],
    [
        "Surely he took up our pain and bore our suffering, yet we considered him punished by God, stricken by him, and afflicted.",
        "Isaiah 53:4"
    ],
    [
        "Kenan, Mahalalel, Jared",
        "1 Chronicles 1:2"
    ],
    [
        "And God placed all things under his feet and appointed him to be head over everything for the church",
        "Ephesians 1:22"
    ],
    [
        "She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.",
        "Matthew 1:21"
    ],
    [
        "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched – this we proclaim concerning the Word of life.",
        "1 John 1:1"
    ],
    [
        "Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us",
        "Ephesians 3:20"
    ],
    [
        "But when the set time had fully come, God sent his Son, born of a woman, born under the law",
        "Galatians 4:4"
    ],
    [
        "And God spoke all these words:",
        "Exodus 20:1"
    ],
    [
        "Fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God.",
        "Hebrews 12:2"
    ],
    [
        "Now he had to go through Samaria.",
        "John 4:4"
    ],
    [
        "At this, some of his disciples said to one another, What does he mean by saying, In a little while you will see me no more, and then after a little while you will see me,' and Because I am going to the Father'?",
        "John 16:17"
    ],
    [
        "But he replied, The man who made me well said to me, Pick up your mat and walk.",
        "John 5:11"
    ],
    [
        "Jesus, full of the Holy Spirit, left the Jordan and was led by the Spirit into the wilderness",
        "Luke 4:1"
    ],
    [
        "People of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know.",
        "Acts 2:22"
    ],
    [
        "Many have undertaken to draw up an account of the things that have been fulfilled among us",
        "Luke 1:1"
    ],
    [
        "I consider that our present sufferings are not worth comparing with the glory that will be revealed in us.",
        "Romans 8:18"
    ],
    [
        "From one man he made all the nations, that they should inhabit the whole earth; and he marked out their appointed times in history and the boundaries of their lands.",
        "Acts 17:26"
    ],
    [
        "Again Jesus said, Peace be with you! As the Father has sent me, I am sending you.",
        "John 20:21"
    ],
    [
        "Now when Jesus saw the crowds, he went up on a mountainside and sat down. His disciples came to him,",
        "Matthew 5:1"
    ],
    [
        "Blessed are the poor in spirit, for theirs is the kingdom of heaven.",
        "Matthew 5:3"
    ],
    [
        "Judah the father of Perez and Zerah, whose mother was Tamar, Perez the father of Hezron, Hezron the father of Ram",
        "Matthew 1:3"
    ],
    [
        "For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves",
        "Colossians 1:13"
    ],
    [
        "After this the Lord appointed seventy-two others and sent them two by two ahead of him to every town and place where he was about to go.",
        "Luke 10:1"
    ],
    [
        "When one of the Pharisees invited Jesus to have dinner with him, he went to the Pharisee's house and reclined at the table.",
        "Luke 7:36"
    ],
    [
        "But they were childless because Elizabeth was not able to conceive, and they were both well advanced in years.",
        "Luke 1:7"
    ],
    [
        "In the year that King Uzziah died, I saw the Lord seated on a throne, high and exalted, and the train of his robe filled the temple.",
        "Isaiah 6:1"
    ],
    [
        "Then I saw a great white throne and him who was seated on it. The earth and the heavens fled from his presence, and there was no place for them.",
        "Revelation 20:11"
    ],
    [
        "Because of this, God gave them over to shameful lusts. Even their women exchanged natural sexual relations for unnatural ones.",
        "Romans 1:26"
    ],
    [
        "The time has come, he said. The kingdom of God has come near. Repent and believe the good news!",
        "Mark 1:15"
    ],
    [
        "If a man has sexual relations with a man as one does with a woman, both of them have done what is detestable. They are to be put to death; their blood will be on their own heads.",
        "Leviticus 20:13"
    ],
    [
        "Submit to one another out of reverence for Christ.",
        "Ephesians 5:21"
    ],
    [
        "Do you not know that your bodies are temples of the Holy Spirit, who is in you, whom you have received from God? You are not your own",
        "1 Corinthians 6:19"
    ],
    [
        "He told her, Go, call your husband and come back.",
        "John 4:16"
    ],
    [
        "For the Son of Man came to seek and to save what was lost.",
        "Luke 19:10"
    ],
    [
        "And teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.",
        "Matthew 28:20"
    ],
    [
        "On the first day of the week, very early in the morning, the women took the spices they had prepared and went to the tomb.",
        "Luke 24:1"
    ],
    [
        "Therefore, since we have a great high priest who has ascended into heaven, Jesus the Son of God, let us hold firmly to the faith we profess.",
        "Hebrews 4:14"
    ],
    [
        "If my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land.",
        "2 Chronicles 7:14"
    ],
    [
        "Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when Christ appears, we shall be like him, for we shall see him as he is.",
        "1 John 3:2"
    ],
    [
        "Now, brothers and sisters, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand.",
        "1 Corinthians 15:1"
    ],
    [
        "Very truly I tell you, all who have faith in me will do the works I have been doing, and they will do even greater things than these, because I am going to the Father.",
        "John 14:12"
    ],
    [
        "After John was put in prison, Jesus went into Galilee, proclaiming the good news of God.",
        "Mark 1:14"
    ],
    [
        "But mark this: There will be terrible times in the last days.",
        "2 Timothy 3:1"
    ],
    [
        "You did not choose me, but I chose you and appointed you so that you might go and bear fruit – fruit that will last – and so that whatever you ask in my name the Father will give you.",
        "John 15:16"
    ],
    [
        "You shall have no other gods before me.",
        "Exodus 20:3"
    ],
    [
        "When the people heard this, they were cut to the heart and said to Peter and the other apostles, Brothers, what shall we do?",
        "Acts 2:37"
    ],
    [
        "Jesus said, Father, forgive them, for they do not know what they are doing. And they divided up his clothes by casting lots.",
        "Luke 23:34"
    ],
    [
        "So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets.",
        "Matthew 7:12"
    ],
    [
        "No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money.",
        "Matthew 6:24"
    ],
    [
        "Be careful not to do your 'acts of righteousness' in front of others, to be seen by them. If you do, you will have no reward from your Father in heaven.",
        "Matthew 6:1"
    ],
    [
        "The beginning of the good news about Jesus the Messiah",
        "Mark 1:1"
    ],
    [
        "The days are coming, declares the LORD, when I will make a new covenant with the house of Israel and with the house of Judah.",
        "Jeremiah 31:31"
    ],
    [
        "You have condemned and murdered the innocent one, who was not opposing you.",
        "James 5:6"
    ],
    [
        "And my God will meet all your needs according to the riches of his glory in Christ Jesus.",
        "Philippians 4:19"
    ],
    [
        "For where two or three come together in my name, there am I with them.",
        "Matthew 18:20"
    ],
    [
        "Seventy 'sevens' are decreed for your people and your holy city to finish transgression, to put an end to sin, to atone for wickedness, to bring in everlasting righteousness, to seal up vision and prophecy and to anoint the Most Holy Place.",
        "Daniel 9:24"
    ],
    [
        "But he gives us more grace. That is why Scripture says: God opposes the proud but shows favor to the humble and oppressed.",
        "James 4:6"
    ],
    [
        "And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues",
        "Mark 16:17"
    ],
    [
        "I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and makes war.",
        "Revelation 19:11"
    ],
    [
        "For the director of music. A psalm of David. The heavens declare the glory of God; the skies proclaim the work of his hands.",
        "Psalms 19:1"
    ],
    [
        "There was a man sent from God whose name was John.",
        "John 1:6"
    ],
    [
        "No temptation has overtaken you except what is common to us all. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can endure it.",
        "1 Corinthians 10:13"
    ],
    [
        "But to you who are listening I say: Love your enemies, do good to those who hate you,",
        "Luke 6:27"
    ],
    [
        "And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come.",
        "Matthew 24:14"
    ],
    [
        "Jesus answered, It is written: 'People do not live on bread alone, but on every word that comes from the mouth of God.",
        "Matthew 4:4"
    ],
    [
        "And how from infancy you have known the Holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus.",
        "2 Timothy 3:15"
    ],
    [
        "Then Peter said, Ananias, how is it that Satan has so filled your heart that you have lied to the Holy Spirit and have kept for yourself some of the money you received for the land?",
        "Acts 5:3"
    ],
    [
        "But I tell you, love your enemies and pray for those who persecute you",
        "Matthew 5:44"
    ],
    [
        "For in Christ all the fullness of the Deity lives in bodily form",
        "Colossians 2:9"
    ],
    [
        "See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces of this world rather than on Christ.",
        "Colossians 2:8"
    ],
    [
        "Brothers and sisters, if someone is caught in a sin, you who live by the Spirit should restore that person gently. But watch yourselves, or you also may be tempted.",
        "Galatians 6:1"
    ],
    [
        "He came to that which was his own, but his own did not receive him.",
        "John 1:11"
    ],
    [
        "Make every effort to live in peace with everyone and to be holy; without holiness no one will see the Lord.",
        "Hebrews 12:14"
    ],
    [
        "This is the verdict: Light has come into the world, but people loved darkness instead of light because their deeds were evil.",
        "John 3:19"
    ],
    [
        "Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.'",
        "Mark 12:30"
    ],
    [
        "He will confirm a covenant with many for one 'seven.' In the middle of the 'seven' he will put an end to sacrifice and offering. And at the temple he will set up an abomination that causes desolation, until the end that is decreed is poured out on him.",
        "Daniel 9:27"
    ],
    [
        "There is a time for everything, and a season for every activity under the heavens:",
        "Ecclesiastes 3:1"
    ],
    [
        "In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams.",
        "Acts 2:17"
    ],
    [
        "On one occasion, while he was eating with them, he gave them this command: Do not leave Jerusalem, but wait for the gift my Father promised, which you have heard me speak about.",
        "Acts 1:4"
    ],
    [
        "And when the time for the burning of incense came, all the assembled worshipers were praying outside.",
        "Luke 1:10"
    ],
    [
        "Who, being in very nature God, did not consider equality with God something to be used to his own advantage",
        "Philippians 2:6"
    ],
    [
        "The virgin will conceive and give birth to a son, and they will call him Immanuel (which means God with us).",
        "Matthew 1:23"
    ],
    [
        "Rejoice in the Lord always. I will say it again: Rejoice!",
        "Philippians 4:4"
    ],
    [
        "Jesus replied, Man, who appointed me a judge or an arbiter between you?",
        "Luke 12:14"
    ],
    [
        "Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.",
        "Luke 6:38"
    ],
    [
        "But now apart from the law the righteousness of God has been made known, to which the Law and the Prophets testify.",
        "Romans 3:21"
    ],
    [
        "By this everyone will know that you are my disciples, if you love one another.",
        "John 13:35"
    ],
    [
        "For everything that was written in the past was written to teach us, so that through the endurance taught in the Scriptures and the encouragement they provide we might have hope.",
        "Romans 15:4"
    ],
    [
        "Whoever does not love does not know God, because God is love.",
        "1 John 4:8"
    ],
    [
        "He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world.",
        "1 John 2:2"
    ],
    [
        "You adulterous people, don't you know that friendship with the world means enmity against God? Anyone who chooses to be a friend of the world becomes an enemy of God.",
        "James 4:4"
    ],
    [
        "For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first.",
        "1 Thessalonians 4:16"
    ],
    [
        "For the message of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God.",
        "1 Corinthians 1:18"
    ],
    [
        "My command is this: Love each other as I have loved you.",
        "John 15:12"
    ],
    [
        "Once when Zechariah's division was on duty and he was serving as priest before God",
        "Luke 1:8"
    ],
    [
        "To Timothy, my dear son: Grace, mercy and peace from God the Father and Christ Jesus our Lord.",
        "2 Timothy 1:2"
    ],
    [
        "If I speak in human or angelic tongues, but do not have love, I am only a resounding gong or a clanging cymbal.",
        "1 Corinthians 13:1"
    ],
    [
        "One day the angels came to present themselves before the LORD, and Satan also came with them.",
        "Job 1:6"
    ],
    [
        "When tempted, no one should say, God is tempting me. For God cannot be tempted by evil, nor does he tempt anyone",
        "James 1:13"
    ],
    [
        "The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons.",
        "1 Timothy 4:1"
    ],
    [
        "Consequently, you are no longer foreigners and strangers, but fellow citizens with God's people and also members of his household",
        "Ephesians 2:19"
    ],
    [
        "Now in the church at Antioch there were prophets and teachers: Barnabas, Simeon called Niger, Lucius of Cyrene, Manaen (who had been brought up with Herod the tetrarch) and Saul.",
        "Acts 13:1"
    ],
    [
        "I give them eternal life, and they shall never perish; no one will snatch them out of my hand.",
        "John 10:28"
    ],
    [
        "My dear brothers and sisters, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry",
        "James 1:19"
    ],
    [
        "I am astonished that you are so quickly deserting the one who called you by the grace of Christ and are turning to a different gospel – ",
        "Galatians 1:6"
    ],
    [
        "How God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him.",
        "Acts 10:38"
    ],
    [
        "Ram the father of Amminadab, Amminadab the father of Nahshon, Nahshon the father of Salmon",
        "Matthew 1:4"
    ]
]